260519_day_briefing.html
<div id="outline-container-orgdee3f33" class="outline-4">
<h4 id="orgdee3f33">El Diario de Cantabria</h4>
<div class="outline-text-4" id="text-orgdee3f33">
<ul class="org-ul">
<li><a href="https://eldiariocantabria.publico.es/articulo/santander/cantabristas-estalla-ayuntamiento-santander-pombo-transmitieron-tranquilidad-mientras-problema-crecia-tierra/20260519114619193125.html">Cantabristas estalla contra el Ayuntamiento de Santander por Pombo: "Transmitieron tranquilidad mientras el problema crecía bajo tierra"</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/cantabria/idival-exige-medidas-preventivas-similares-edificios-entorno-demolicion-residencia-cantabria/20260519112546193123.html">IDIVAL exige medidas preventivas similares a las de edificios del entorno ante la demolición de la Residencia Cantabria</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/santander/mujer-entra-hotel-santander-gritando-molestado-agrediendo-agente/20260519105604193122.html">Una mujer entra en un hotel de Santander gritando, molestado y agrediendo a un agente</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/santander/fiestas-dinero-seguridad-policia-local-santander-estalla-equipo-gobierno-presentacion-oficial-feria-santiago/20260519104509193119.html">"Para fiestas hay dinero, para seguridad no": La Policía Local de Santander estalla contra el equipo de Gobierno en la presentación oficial de la Feria de Santiago</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/politica/audiencia-nacional-imputa-ex-presidente-zapatero-blanqueo-capitales-caso-plus-ultra/20260519101300193118.html">La Audiencia Nacional imputa al ex presidente Zapatero por blanqueo de capitales en el caso Plus Ultra</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbd42b43" class="outline-3">
<h3 id="orgbd42b43">🇺🇸 Estados Unidos</h3>
<div class="outline-text-3" id="text-orgbd42b43">
</div>
<div id="outline-container-orgc7f03c3" class="outline-4">
<h4 id="orgc7f03c3">The Washington Post</h4>
<div class="outline-text-4" id="text-orgc7f03c3">
<ul class="org-ul">
<li><a href="https://www.washingtonpost.com/world/2026/05/19/inside-an-iranian-attack-cargo-ship-strait-hormuz/">Inside an Iranian attack on a cargo ship in the Strait of Hormuz</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/05/17/ukrainian-drones-hit-moscow-russias-capital-region-killing-three/">Ukrainian drones hit Moscow and surrounding area, killing 3</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgaeca75e" class="outline-4">
<h4 id="orgaeca75e">WSJ.com: World News</h4>
<div class="outline-text-4" id="text-orgaeca75e">
<ul class="org-ul">
<li><a href="https://www.wsj.com/world/china/xi-jinping-is-now-the-world-leader-he-wanted-to-be-but-it-has-come-at-a-cost-5210c3a8">Xi Jinping Is Now the World Leader He Wanted to Be, but It Has Come at a Cost</a></li>
<li><a href="https://www.wsj.com/world/russias-war-is-going-badlyon-the-ground-and-in-the-air-447ce204">Russia’s War Is Going Badly—on the Ground and in the Air</a></li>
<li><a href="https://www.wsj.com/world/china/china-is-throwing-christians-in-jail-but-this-pastor-refuses-to-back-down-fd4c88dd">China Is Throwing Christians in Jail, but This Pastor Refuses to Back Down</a></li>
<li><a href="https://www.wsj.com/world/middle-east/trump-says-he-will-hold-off-on-iran-attack-as-serious-negotiations-are-under-way-7ff01a96">Trump Says Planned Iran Attack On Hold After Gulf Leaders’ Request</a></li>
<li><a href="https://www.wsj.com/world/africa/u-s-forces-kill-about-20-islamic-state-fighters-in-nigeria-ad7b2bf4">U.S. Airstrikes Kill About 20 Islamic State Fighters in Nigeria</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org3bfe253" class="outline-3">
<h3 id="org3bfe253">🇫🇷 Francia</h3>
<div class="outline-text-3" id="text-org3bfe253">
</div>
<div id="outline-container-org2ab3547" class="outline-4">
<h4 id="org2ab3547">Le Monde</h4>
<div class="outline-text-4" id="text-org2ab3547">
<ul class="org-ul">
<li><a href="https://www.lemonde.fr/culture/article/2026/05/19/canal-apres-la-menace-d-une-liste-noire-vives-tensions-dans-le-milieu-du-cinema_6691445_3246.html">Canal+ : après la menace d’une « liste noire », vives tensions dans le milieu du cinéma</a></li>
<li><a href="https://www.lemonde.fr/international/article/2026/05/19/l-iran-se-prepare-a-maintenir-durablement-son-emprise-sur-le-detroit-d-ormuz_6691352_3210.html">L’Iran se prépare à maintenir durablement son emprise sur le détroit d’Ormuz</a></li>
<li><a href="https://www.lemonde.fr/international/article/2026/05/19/ebola-131-morts-et-513-cas-suspects-recenses-en-rdc-l-allemagne-va-accueillir-et-soigner-un-patient-americain_6691452_3210.html">Ebola : 131 morts et 513 cas suspects recensés en RDC ; l’Allemagne va « accueillir et soigner » un patient américain</a></li>
<li><a href="https://www.lemonde.fr/international/article/2026/05/19/vladimir-poutine-attendu-en-chine-dans-le-sillage-de-donald-trump-pour-demander-a-xi-jinping-un-soutien-renforce_6691386_3210.html">Vladimir Poutine reçu par Xi Jinping pour renforcer des liens profondément déséquilibrés</a></li>
<li><a href="https://www.lemonde.fr/societe/article/2026/05/19/affaire-patrick-bruel-le-gouvernement-appelle-les-victimes-a-temoigner-meme-des-dizaines-d-annees-apres_6691448_3224.html">Affaire Patrick Bruel : le gouvernement appelle les victimes à témoigner, « même des dizaines d’années après »</a></li>
</ul>
</div>
</div>
<div id="outline-container-org271d423" class="outline-4">
<h4 id="org271d423">Le Figaro</h4>
<div class="outline-text-4" id="text-org271d423">
<ul class="org-ul">
<li><a href="https://sante.lefigaro.fr/medecine/pourquoi-la-flambee-d-ebola-en-rdc-et-ouganda-inquiete-l-oms-20260518">Pourquoi la flambée d’Ebola en RDC et en Ouganda inquiète «profondément» l’OMS</a></li>
<li><a href="https://sante.lefigaro.fr/ebola-en-rdc-131-deces-estimes-et-513-cas-suspects-le-chef-de-l-oms-se-dit-profondement-preoccupe-par-l-ampleur-et-la-rapidite-de-l-epidemie-20260519">Ebola en RDC : 131 décès estimés et 513 cas suspects, le chef de l’OMS se dit «profondément préoccupé par l’ampleur et la rapidité» de l’épidémie</a></li>
<li><a href="https://www.lefigaro.fr/international/enquete-sur-la-mort-en-montagne-du-fondateur-de-mango-le-fils-aine-interpelle-20260519">Enquête sur la mort en montagne du fondateur de Mango : le fils aîné interpellé</a></li>
<li><a href="https://www.lefigaro.fr/societes/chute-accidentelle-ou-crime-maquille-l-ombre-d-un-drame-familial-plane-sur-l-empire-mango-apres-la-mort-de-son-fondateur-20251017">Chute accidentelle ou crime maquillé ? L’ombre d’un drame familial plane sur l’empire Mango après l’arrestation du fils du fondateur</a></li>
<li><a href="https://www.lefigaro.fr/international/cette-visite-temoigne-de-la-solidite-de-l-axe-russo-chinois-apres-la-venue-de-donald-trump-vladimir-poutine-vient-resserrer-les-liens-avec-xi-jinping-20260519">« Cette visite témoigne de la solidité de l’axe russo-chinois » : après la venue de Donald Trump, Vladimir Poutine vient resserrer les liens avec Xi Jinping</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgdb0c952" class="outline-3">
<h3 id="orgdb0c952">🇬🇧 Reino Unido</h3>
<div class="outline-text-3" id="text-orgdb0c952">
</div>
<div id="outline-container-org57eab18" class="outline-4">
<h4 id="org57eab18">BBC News</h4>
<div class="outline-text-4" id="text-org57eab18">
<ul class="org-ul">
<li><a href="https://www.bbc.com/news/articles/ceqp11gn1l8o?at_medium=RSS&amp;at_campaign=rss">Ebola may be spreading faster than first thought, WHO doctor warns</a></li>
<li><a href="https://www.bbc.com/news/articles/c5y7q66gq56o?at_medium=RSS&amp;at_campaign=rss">Teen suspects fatally shoot three in suspected hate crime at San Diego mosque</a></li>
<li><a href="https://www.bbc.com/news/articles/c7079e55zjro?at_medium=RSS&amp;at_campaign=rss">Trump says he called off new Iran attack at request of Gulf states</a></li>
<li><a href="https://www.bbc.com/news/articles/c0q25dwj807o?at_medium=RSS&amp;at_campaign=rss">Selling children to survive: Afghan fathers forced to make impossible choices</a></li>
<li><a href="https://www.bbc.com/news/articles/cz924g45530o?at_medium=RSS&amp;at_campaign=rss">The Republican who stood up to Trump is hoping for a big win against president</a></li>
</ul>
</div>
</div>
