260519_day_briefing.html
<div id="outline-container-org3057c09" class="outline-4">
<h4 id="org3057c09">The Guardian</h4>
<div class="outline-text-4" id="text-org3057c09">
<ul class="org-ul">
<li><a href="https://www.theguardian.com/us-news/2026/may/19/us-government-increase-white-south-africa-refugees">US claims ‘emergency refugee situation’ as it admits 10,000 more white South Africans</a></li>
<li><a href="https://www.theguardian.com/world/2026/may/19/ebola-outbreak-drc-who-tedros-adhanom-ghebreyesus-deeply-concerned">WHO head ‘deeply concerned’ by Ebola outbreak as cases and deaths rise in DRC</a></li>
<li><a href="https://www.theguardian.com/global-development/2026/may/19/calls-for-release-of-sierra-leonean-singer-jailed-in-crackdown-on-free-speech">Calls for release of Sierra Leonean singer jailed in ‘crackdown on free speech’</a></li>
<li><a href="https://www.theguardian.com/world/2026/may/19/libya-militia-commander-refugees-international-criminal-court">‘Huge milestone’ as Libyan militia commander accused of torture to appear at ICC</a></li>
<li><a href="https://www.theguardian.com/world/2026/may/18/ituri-eastern-drc-ebola-outbreak-panic-fear">‘It’s heartbreaking’: panic in eastern DRC over return of Ebola</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org557312a" class="outline-3">
<h3 id="org557312a">🇮🇹 Italia</h3>
<div class="outline-text-3" id="text-org557312a">
</div>
<div id="outline-container-orgf61289d" class="outline-4">
<h4 id="orgf61289d">Corriere della Sera</h4>
<div class="outline-text-4" id="text-orgf61289d">
<ul class="org-ul">
<li><a href="https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml">Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml">Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml">IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»</a></li>
<li><a href="https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml">LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati</a></li>
<li><a href="https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml">I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgb3706bc" class="outline-4">
<h4 id="orgb3706bc">Il Sole 24 Ore</h4>
<div class="outline-text-4" id="text-orgb3706bc">
<ul class="org-ul">
<li><a href="https://www.ilsole24ore.com/art/mattarella-pannella-lascia-eredita-valori-anche-chi-non-ha-condiviso-sue-battaglie-AIZ11W9C">Mattarella: Pannella lascia in eredità valori anche a chi non ha condiviso le sue battaglie</a></li>
<li><a href="https://www.ilsole24ore.com/art/carceri-oltre-64mila-persone-detenute-46mila-posti-realmente-disponibili-AIGnqO8C">Carceri, oltre 64mila persone detenute su 46mila posti realmente disponibili</a></li>
<li><a href="https://www.ilsole24ore.com/art/contratti-scaduti-lega-adeguamento-salari-50percento-dell-inflazione-effetto-retroattivo-AIQJL38C">Contratti scaduti, la Lega: adeguamento salari al 50% dell’inflazione con effetto retroattivo</a></li>
<li><a href="https://www.ilsole24ore.com/art/pnrr-occupazione-e-pil-spinta-doppia-regioni-sud-AISLcl8C">Pnrr, su occupazione e Pil spinta doppia alle regioni del Sud</a></li>
<li><a href="https://www.ilsole24ore.com/art/classifica-ft-sda-bocconi-prima-mondo-i-programmi-misura-le-aziende-AISPsY8C">Classifica Ft, SDA Bocconi prima al mondo per i programmi su misura per le aziende</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7b94782" class="outline-3">
<h3 id="org7b94782">🇩🇪 Alemania</h3>
<div class="outline-text-3" id="text-org7b94782">
</div>
<div id="outline-container-org15dfda9" class="outline-4">
<h4 id="org15dfda9">Der Spiegel</h4>
<div class="outline-text-4" id="text-org15dfda9">
<ul class="org-ul">
<li><a href="https://www.spiegel.de/international/world/forced-mercenaries-how-russia-dupes-kenyans-into-fighting-in-ukraine-a-41cdb825-cc47-4176-9a89-6add55873d63#ref=rss">Forced Mercenaries: How Russia Dupes Kenyans into Fighting in Ukraine</a></li>
<li><a href="https://www.spiegel.de/international/germany/an-interview-with-german-chancellor-friedrich-merz-i-am-dissatisfied-with-the-prevailing-atmosphere-in-germany-a-1d4346f0-4635-4925-bab0-dc9b057bc25c#ref=rss">German Chancellor Friedrich Merz: "I Am Dissatisfied with the Prevailing Atmosphere in Germany"</a></li>
<li><a href="https://www.spiegel.de/international/world/ten-years-after-the-end-of-the-one-child-policy-a-visit-to-ground-zero-of-chinas-aging-population-a-7b669939-a8f8-4af5-9b77-ac9f08bb691d#ref=rss">Ten Years after the End of the One-Child Policy: A Visit to Ground Zero of China's Aging Population</a></li>
<li><a href="https://www.spiegel.de/international/world/terror-records-in-german-hands-isis-and-the-bureaucracy-of-evil-a-b4ce77d2-774b-4ad5-8c8c-8cb2943e6737#ref=rss">Terror Records in German Hands: ISIS and the Bureaucracy of Evil</a></li>
<li><a href="https://www.spiegel.de/international/world/the-war-in-ukraine-as-russian-losses-mount-signing-bonuses-for-recruits-are-skyrocketing-a-b1c752f6-0edb-4304-a24b-2869730b4248#ref=rss">The War in Ukraine: As Russian Losses Mount, Signing Bonuses for Recruits Are Skyrocketing</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgc821e59" class="outline-4">
<h4 id="orgc821e59">Deutsche Welle</h4>
<div class="outline-text-4" id="text-orgc821e59">
<ul class="org-ul">
<li><a href="https://www.dw.com/en/sweden-orders-4-frigates-from-french-company-naval-group/a-77208762?maca=en-rss-en-world-4025-rdf">Sweden orders 4 frigates from French company Naval Group</a></li>
<li><a href="https://www.dw.com/en/china-s-moment-putin-heads-to-beijing-after-trump-courts-xi/a-77200122?maca=en-rss-en-world-4025-rdf">China's moment? Putin heads to Beijing after Trump courts Xi</a></li>
<li><a href="https://www.dw.com/en/san-diego-mosque-shooting-to-be-investigated-as-hate-crime/a-77206906?maca=en-rss-en-world-4025-rdf">San Diego mosque shooting to be investigated as hate crime</a></li>
<li><a href="https://www.dw.com/en/can-women-s-football-help-reconnect-north-and-south-korea/a-77198739?maca=en-rss-en-world-4025-rdf">Can women's football help reconnect North and South Korea?</a></li>
<li><a href="https://www.dw.com/en/zambia-s-media-freedom-under-scrutiny-ahead-of-2026-elections/a-77195263?maca=en-rss-en-world-4025-rdf">Zambia's media freedom under scrutiny ahead of 2026 elections</a></li>
</ul>
</div>
</div>
</div>
