260519_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/coreia-do-sul-e-japao-ampliam-cooperacao-energetica-apos-encontro-de-lideres.shtml][Coreia do Sul e Japão ampliam cooperação energética após encontro de líderes]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/05/uma-semana-depois-explosao-no-jaguare-impacta-rotina-e-tira-renda-de-familias.shtml][Uma semana depois, explosão no Jaguaré impacta rotina e tira renda de famílias]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/05/em-teste-sugestoes-de-ia-em-texto-influenciam-opiniao-de-autores-sem-que-eles-notem.shtml][Em teste, sugestões de IA em texto influenciam opinião de autores sem que eles notem]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/cuba-divulga-guia-de-como-agir-em-caso-de-ataque-dos-estados-unidos.shtml][Cuba divulga guia de como agir em caso de ataque dos Estados Unidos]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/contexto-geopolitico-acelera-investimento-climatico-diz-consultora-de-negocios-sustentaveis.shtml][Contexto geopolítico acelera investimento climático, diz consultora de negócios sustentáveis]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
