260519_day_briefing.html
<div id="outline-container-org32f544b" class="outline-3">
<h3 id="org32f544b">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org32f544b">
</div>
<div id="outline-container-org8cb2050" class="outline-4">
<h4 id="org8cb2050">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org8cb2050">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/coreia-do-sul-e-japao-ampliam-cooperacao-energetica-apos-encontro-de-lideres.shtml">Coreia do Sul e Japão ampliam cooperação energética após encontro de líderes</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/05/uma-semana-depois-explosao-no-jaguare-impacta-rotina-e-tira-renda-de-familias.shtml">Uma semana depois, explosão no Jaguaré impacta rotina e tira renda de famílias</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ciencia/2026/05/em-teste-sugestoes-de-ia-em-texto-influenciam-opiniao-de-autores-sem-que-eles-notem.shtml">Em teste, sugestões de IA em texto influenciam opinião de autores sem que eles notem</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/05/cuba-divulga-guia-de-como-agir-em-caso-de-ataque-dos-estados-unidos.shtml">Cuba divulga guia de como agir em caso de ataque dos Estados Unidos</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/contexto-geopolitico-acelera-investimento-climatico-diz-consultora-de-negocios-sustentaveis.shtml">Contexto geopolítico acelera investimento climático, diz consultora de negócios sustentáveis</a></li>
</ul>
</div>
</div>
<div id="outline-container-org530d367" class="outline-4">
<h4 id="org530d367">O Globo</h4>
<div class="outline-text-4" id="text-org530d367">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org7b01ce5" class="outline-2">
<h2 id="org7b01ce5">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org7b01ce5">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
